{"_id":{"$oid":"5faac7789ab3f86f6c140f1e"},"Title":"Silence of the Lambs","Description":"An incarcerated cannibal killer's help is solicited by a young FBI cadet who is trying to catch another serial killer.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller,  is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"5faad54f9ab3f86f6c140f1f"},"Title":"Moulin Rouge","Description":"Moulin Rouge is a musical drama based on the Paris cabaret in the late 19th and early 20th centuries. Moulin Rouge chronicles the love story between a poor writer and a high class courtesan.","Genre":{"Name":"Musical","Description":"Musical film is a film genre in which songs by the characters are interwoven into the narrative."},"Directors":{"Name":"Baz Luhrmann","Bio":"Baz Luhrmann is an Australian director who also has numerous other accomplishments including being a published writer and film producer.","Birth":"1962","Death":"-"},"ImagePath":"moulinrouge.png","Featured":true}
{"_id":{"$oid":"5faad6919ab3f86f6c140f20"},"Title":"True Romance","Description":"Two unassuming lovers cross paths after Clarence Worley's co-worker sends a callgirl to meet him in a movie theater. Danger and adventure ensue.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, rescues and frantic chases."},"Director":{"Name":"Tony Scott","Bio":"Tony Scott was an English film director and producer. His other notable works include Man on Fire, Enemy of the State and Unstoppable.","Birth":"1944","Death":"2012"},"ImagePath":"trueromance.png","Featured":true}
{"_id":{"$oid":"5faad7f29ab3f86f6c140f21"},"Name":"Empire Records","Description":"Teenagers working at a record store save the day after a co-worker blows all of the store's rent money gambling.","Genre":{"Name":"Drama","Description":"In film and television, drama is a genre of narrative fiction and semi-fiction that is intended to be more serious than humorous in tone."},"Directors":{"Name":"Allan Moyle","Bio":"Allan Moyle was born in the Quebec province of Cananda. His other notable film is Pump Up the Volume.","Birth":"1947","Death":"-"},"ImagePath":"empirerecords.png","Featured":true}
{"_id":{"$oid":"5faad9039ab3f86f6c140f22"},"Title":"Dazed and Confused","Description":"It's the last day of school and it's time for incoming freshmen to endure initiation into high school culture.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Richard Linklater","Bio":"Richard Linklater is a film director and producer whose works typically focus on suburban culture and the passage of time.","Birth":"1960","Death":"-"},"ImagePath":"dazedandconfused.png","Featured":true}
{"_id":{"$oid":"5faada679ab3f86f6c140f23"},"Title":"The 40-year-old Virgin","Description":"Andy is 40 and never went 'all the way.' Now is his chance.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Judd Apatow","Bio":"Judd Apatow is an American producer, writer, director, actor and stand-up comedian.","Birth":"1967","Death":"-"},"ImagePath":"the40yearoldvirgin.png","Featured":true}
{"_id":{"$oid":"5faadb879ab3f86f6c140f24"},"Title":"Romeo + Juliet","Description":"Shakespear's famous play is reimagined in this modern take on a timeless love story.","Genre":{"Name":"Drama","Description":"In film and television, drama is a genre of narrative fiction or semi-fiction that is intended to be more serious than humorous in tone."},"Director":{"Name":"Baz Luhrmann","Bio":"Baz Luhrmann is an Australian director who also has numerous other accomplishments including being a published writer and film producer.","Birth":"1962","Death":"-"},"ImagePath":"romeoandjuliet.png","Featured":true,"Bio":"Baz Luhrmann is the most commercially successful Australian director who is also a published writer and movie producer."}
{"_id":{"$oid":"5faadd6c9ab3f86f6c140f25"},"Title":"Fast Times at Ridgemont High","Description":"Jeff Spicoli, the ever stoned, takes on the task of standing up to Mr. Hand.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Cameron Crowe","Bio":"Cameron Crowe was born in Palm Springs, CA. Crowe skipped grades as a young man and began writing music reviews for The San Diego Door at the age of 13. Crowe graduated from University of San Diego High School and subsequently became Rolling Stone's youngest ever contributor.","Birth":"1957","Death":"-"},"ImagePath":"fasttimesatridgemonthigh.png","Featured":true}
{"_id":{"$oid":"5faadee69ab3f86f6c140f26"},"Title":"Nightmare Before Christmas","Description":"Jack Skellington, the pumpkin king, is yearning for something more than his Halloween Town. His resident ghost and ghouls can't divert from their spooky ways.","Genre":{"Name":"Animated","Description":"Animated films use a method in which pictures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."},"Director":{"Name":"Henry Selick","Bio":"Henry Selick was born and raised in Glen Ridge, NJ. As a child, Selick started to draw as a hobby. Selick was hired by Walt Disney Productions in 1970 where he started his career working on animated films.","Birth":"1952","Death":"-"},"ImagePath":"thenightmarebeforechristmas.png","Featured":true}
{"_id":{"$oid":"5faae0729ab3f86f6c140f27"},"Title":"Almost Famous","Description":"Almost Famous is a semi-biographical film based on the life of director Cameron Crowe. The movie details Crowe's path to becoming a writer for Rolling Stone Magazine.","Genre":{"Name":"Drama","Description":"In film and television, drama is a genre of narrative fiction or semi-fiction that is intended to be more serious than humorous in tone."},"Director":{"Name":"Cameron Crowe","Bio":"Cameron Crowe was born in Palm Springs, CA. Crowe skipped grades as a young man and began writing reviews for The San Diego Door at the age of 13. Crowe graduated from University of San Diego High School and subsequently became Rolling Stone's youngest ever contributor.","Birth":"1957","Death":"-"},"ImagePath":"almostfamous.png","Featured":true}
